{
    "duties":[
      {
          "title":"Protect Your User Accounts",
        "content": "
		<p>If you have individual user accounts on any CRCAs, you are not to share these accounts with other people. Ever. If you have a shared account, never share this account with other people. Ever.</p>
		<p>This also includes PIN codes or any other personally identifiable information used for door controls systems or other access controls.</p>
		<h1>POTENTIAL ISSUES</h1>
		<ul>
		    <li>Giving your personal account information to any other person.</li>
		    <li>Giving your shared account information to any person outside the documented users of that account</li>
		    <li>Willingly giving your password to a robot.</li>
		</ul>
          "
                },
                {
                  "title":"Change Your Passwords Regularly",
                  "content":"
		<p>If you have electronic access with a personal account, you must change your account passwords at least annually. Many systems will prompt you to change your password automatically when you try to log in. For systems that don't automatically prompt for the change,you will need to perform a manual password change. Please follow this guidance promptly.</p>
		<h1>POTENTIAL ISSUES</h1>
		<ul>
		    <li>Not performing the recurring password-change tasks in a timely manner.</li>
		    <li>Not setting a password of the right complexity</li>
		    <li>Using "12345" as your password.</li>
		</ul>
                  "
                },
                {
                  "title":"Force CRCA Accounts to Comply",
                  "content":"
		<p>You may be requested to help identify shared accounts and update their passwords annually (at least every 15 months) on CRCAs you sustain. You may also be requested to identify default accounts and disable them or change their passwords.</p>
		<p>Since you maintain these CRCAs, you will set up controls on these systems to enforce password complexity, automatic password change rules, and account lockouts/alerts. Please work with Regulatory to ensure settings are configured properly.</p>
		<h1>POTENTIAL ISSUES</h1>
		<ul>
		    <li>Not performing the recurring password-change tasks in a timely manner.</li>
		    <li>Not setting a password of the right complexity</li>
		    <li>Not configuring rules for password complexity, automatic password changes, and account lockout/alerting.</li>
		</ul>

                  "
                }
            ]
}
