{
    "duties":[
      {
          "title":"Always Be On Guard",
        "content": "
<h1>Always Be On Guard</h1>
<p>If you see any suspicious activity in or near your systems, be that shady strangers near the facility, phone calls by people asking for secure information, unusual software or activity on your computer, or anything else that looks out of place – report it immediately to the security callout number to start the incident response process.</p>
<p>Don’t assume a system has already caught the issue or that someone has already it until you hear official communication otherwise.</p>
<h2>POTENTIAL ISSUES</h2>
<p>Not reporting potential incidents immediately</p>
          "
                },{
          "title":"Respond to Unauthorized Access",
        "content": "
<h1>Respond to Unauthorized Access</h1>
<p>Members of the ISS team are responsible for looking for and responding to unauthorized electronic access. Your infrastructure must collect the events required by your procedures, alert appropriately, and retain the information for at least 90 days.</p>
<p>This includes checking for unauthorized changes to our systems. Make sure this happens in the 35-day timeframe according to the process and that any issues are reported for investigation.</p>
<h2>POTENTIAL ISSUES</h2>
<ul>
    <li>Not checking for unauthorized baseline configuration changes at least every 35 days</li>
    <li>Not logging and alerting all appropriate security events (successful/failed login and access attempts, malicious code, and other relevant events)</li>
    <li>Not retaining logs for minimum 90 days</li>
    <li>Not performing a post-analysis on event logs to discover potential attacks</li>
    <li>Not investigating and documenting unauthorized access alerts</li>
    <li>Not convening the Incident Response Team if an attack is discovered</li>
</ul>
          "
                },{
          "title":"Look for Vulnerabilities",
        "content": "
<h1>Look for Vulnerabilities</h1>
<p>Members of the ISS team are responsible for performing vulnerability assessments at least every 15 months. Other technical Defenders may be involved with the vulnerability assessments that occur. Our goal is an honest and comprehensive evaluation of our security so we can identify and fix issues.</p>
<h2>POTENTIAL ISSUES</h2>
<ul>
    <li>Not participating in paper or active vulnerability assessments at least every 15 months.</li>
    <li>Not participating in the active vulnerability assessment every three years.</li>
    <li>Not performing a comprehensive vulnerability analysis. For example, not doing a ports and services analysis.</li>
    <li>Not documenting the results of a vulnerability assessment</li>
    <li>Not supporting creation of an action plan following a vulnerability assessment</li>
    <li>Not executing the vulnerability action plan and providing status documentation</li>
</ul>

          "
                }
            ]
}
