{
    "duties":[
      {
          "title":"PRA Process Gives You Access",
          "content":"
<h1>PRA Process Gives Access</h1>
<p>You must go through the Personnel Risk Assessment process to be classified as full Defender before receiving Physical, Electronic, or Information Access. That includes a background check and cyber security training (you're taking it right now, so pay attention, Cadet!)</p>
<h2>POTENTIAL ISSUES</h2>
<p>Trying to gain physical, electronic, or information access without first becoming a Defender and going through the PRA process.</p>              "
                },
                {
                  "title":"PRA Process Gives Vendors Access",
                  "content":"
<h1>PRA Process Gives Vendors Access</h1>
<p>Vendor must also go through the PRA process before being given access. Please coordinate vendor access requests with Corporate Security.</p>
<h2>POTENTIAL ISSUES</h2>
<p>Giving a vendor physical or electronic access without following the PRA process.</p>

                  "
                },
                {
                  "title":"Maintain Your Defender Status",
                  "content":"
<h1>Maintain Your Defender Status</h1>
<p>When requested to do so, take the cyber security training required every year and cooperative with Corporate Security every seven years to renew your background check.</p>
<p>Please refrain from illegal activities - don't install dopamine-enhancing microchip implants or drug synthesis chips and don’t deal them. Definitely don't randomly laser-blast someone or use wasteland-survival skills on anyone except in self-defense or unless you’re pretty sure they are a robot. Keep that background check clean.</p>
<h2>POTENTIAL ISSUES</h2>
<ul>
    <li>Not completing cyber-security training each year.</li>
    <li>Not having an updated background check every seven years.</li>
    <li>Joining the Robo-Workers Party</li>
</ul>
                  "
                },
                {
                  "title":"Notify of Access Changes Promptly",
                  "content":"
<h1>Notify of Access Changes Promptly</h1>
<p>If you supervise employees or vendors who have access of any type, immediately notify HR of any changes or plans to change someone’s employment status or role.</p>
<h2>POTENTIAL ISSUES</h2>
<p>Not notifying HR in a timely manner of employment changes</p>

                  "
                },
                {
                  "title":"Share Your BCSI Data With Care",
                  "content":"
<h1>Share BCSI With Care</h1>
<p>BCSI has different access requirements than CRCAs. While assets contain BCSI and should not be removed without following disposal procedures, some BCSI exists as electronic or paper documents. Don’t move this information or provide it to third parties without following the sharing and transit procedures. It’s very easy to inadvertently create BCSI or allow an unauthorized third party to capture BCSI by simply taking pictures of computer monitors or wallboards with a cell phone camera. Be vigilant.</p>
<h2>POTENTIAL ISSUES</h2>
<p>Sharing BCSI with third parties or enabling them to collect BCSI without following procedures</p>

                  "
                },
                {
                  "title":"Verify Minimum Privileges",
                  "content":"
<h1>Verify Minimum Privileges</h1>
<p>Once a quarter, you will be asked by the Regulatory  to help verify that individuals with access to your systems have valid authorization records. It is your job to provide an accurate list of persons with access to your systems. The purpose of this is to ensure that only authorized users have access; this is not a full evaluation of privileges.</p>
<p>Once a year (at least every 15 calendar months), you will be asked by the Compliance Team to perform an evaluation of all roles and permissions, confirming that each role has the correct specific privileges and the minimum necessary to do the job.</p>
<h2>POTENTIAL ISSUES</h2>
<ul>
    <li>Not performing your quarterly and annual reviews in the time limits</li>
    <li>Not providing an accurate list of authorized personnel for the quarterly evaluation</li>
</ul>

                  "
                },
                {
                  "title":"Configure Access For Defenders",
                  "content":"
<h1>Configure Access For Defenders</h1>
<p>If you are responsible for configuring CRCAs, you may have responsibility to assign permissions in systems after the PRA approval process is completed. When giving a new user access to devices, handle this job with the utmost care. When removing someone’s access, perform that removal in a timely manner – you only have 24 hours to remove access when a position is terminated.</p>
<h2>POTENTIAL ISSUES</h2>
<ul>
    <li>Not disabling physical access to any PSP(s) within 24 hours of termination</li>
    <li>Not disabling interactive remote access within 24 hours of termination</li>
    <li>Not disabling access to BCSI locations by the end of the next calendar day following termination</li>
    <li>Not revoking non-shared accounts within 30 days of termination</li>
    <li>Still reading? Yeah, there's a lot</li>
    <li>Not changing shared passwords within 30 days of termination</li>
    <li>Giving someone access before the full approval process has been completed</li>
    <li>Giving the wrong person access after the approval process has been completed</li>
    <li>Giving the right person the wrong access after the approval process has been completed</li>
    <li>Not responding in the negative when a double negative response is not requested</li>
</ul>

                  "
                }
            ]
}
